{

 
  "Experience": [
   { 
    "title":"Founder",
      "dateRange":"April 2023",
      "company": "Managili",
      "Tasks": [
        "Developers lead of the project",
        "UI/UX of the platform",
        "Developed the frontend of the platform using NextJS/Typescript",
        "Payment integration using Stripe payment",
        "Database design and API architecture ",
        "Worked and collaborated with multiple delivery companies during the development of the project to create new apis route in order synchronize both companies together"
      ]
   },
    
    {
      "title":"Operation Manager",
      "dateRange":"December 2020 - July 2022",
      "company": "Micro Club",
      "Tasks": [
        "Member of the OPS and IT departments at Micro club.",
        "Engineered and developed various kind of softwares, programs and internal tools for Micro club's management and events.",
        "Developed and successfully delivered a software product for the Ministry of Culture.",
        "Organized and Supervised software development, Educational and Exhibition Stand events."
      ]
    },
    {
      "title":"Professional Mentor",
      "dateRange":"Aug 2019 - November 2020",
      "company": "STEM Center",
      "Tasks": [
        "Mentor of web development at the Algiers STEM Center World Learning Algeria.",
        "Developed a management software that allows mentors to select the needed materials for their workshops.",
        "Participated at an International competition of Robotics with team Algeria and won the second place worldwide.",
        "Delivered trainings and courses about web development & IOT for students with diffrent ages."
      ]
    },
    {
     "title":"Alumni",
      "dateRange":"jun 2019 - july 2019",
      "company": "US Embassy",
     "Tasks": [
        "Participant at an Exchange Program fully funded by the us government.",
        "Studied Leadership and Entrepreneurship at the university of Reno in Nevada, USA.",
        "Alumni at the us embassy in Algiers.",
        "Member of steering committee that coordinate between the alumnus and us embassy in Algiers."
      ]
    }
  ]

 
}
